const newsInform = [
    {
        headText: "Tonigroup is getting better",
        dateText: "07.07.2024",
        newsText: [ //массив абзацев
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик."
        ],
        images: [ //массив путей к фото
            "assets/images/news/news1/IMG_2749.JPG",
            "assets/images/news/news1/IMG_2750.JPG",
            "assets/images/news/news1/IMG_2751.JPG",
            "assets/images/news/news1/IMG_2980.JPG"
        ],
        alts: [
            "some",
            "some",
            "some",
            "some"
        ]
    },
    {
        headText: "Tonigroup is getting better",
        dateText: "07.07.2024",
        newsText: [ //массив абзацев
            "Г типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик.",
            "Галактики типа «зеленая фасоль» представляют собой активные галактики, светящиеся зеленым из-за интенсивного излучения области вокруг центральной черной дыры. В ходе Слоановского цифрового обзора неба (SDSS) идентифицировано только 17 таких галактик."
        ],
        images: [ //массив путей к фото
            "assets/images/news/news2/1.jpg",
            "assets/images/news/news2/2.jpg",
            "assets/images/news/news2/3.jpg",
            "assets/images/news/news2/4.jpg",
            "assets/images/news/news2/5.jpeg",
        ],
        alts: [
            "some",
            "some",
            "some",
            "some",
            "some",
        ]
    },
  ];