const newsInform = [
    {
        headText: "Изготовление нестандартных фреоновых охладителей",
        dateText: "08.01.2024",
        newsText: [ //массив абзацев
            'Добрый день, уважаемые коллеги и партнеры!',
            'С удовольствием хотим поделится результатом совместной работы по изготовлению и поставке воздухоохладителей фреоновых для систем вентиляции производства «ВЕЗА» установленных на молочном комбинате г.Лида.',
            'В этот раз предстояла задача заменить 2 много раз ремонтируемых теплообменника из двух разных приточных систем.',
            'Для 1-й вентиляционной установки нужно было изготовить вохдухооладитель для охлаждения воздуха объёмом 6000 м3/ч  с 17 грС (75%) до 10 грС. Для решения этой задачи подошел фреоновый испаритель  производства нашего завода серии TEF, хладагент R410A.',
            'А именно, понадобился испаритель фреоновый 8-и рядный правый TEF 08.R0.70-40. При данных параметрах воздуха выдаваемая мощность теплообменника составила 20,26 kW (селекция против поток). Испаритель без проблем поместился внутри установки производителя «ВЕЗА».',
            'Во 2-й вентиляционной установке предстояла задача охладить воздух 10000 м3/ч с 17 грС (75%) до 10 грС. Для решения этой задачи был рассчитан  фреоновый испаритель  нестандартных размеров толщиной = 260 мм, и проходным сечением ШИРИНА x ВЫСОТА = 1260 x 601 мм, хладагент R410A.',
            'В данном случае понадобился нестандартный испаритель фреоновый 8-и рядный для камеры вентиляционной системы с внутренними размерами FTA = 1400 мм, FTB = 700 мм. При данных параметрах воздуха выдаваемая мощность теплообменника составила 37,9 kW (селекция против поток). Испаритель без проблем поместился внутри установки производителя «ВЕЗА».',
            'В результате  проведенных работ нашими партнерами были восстановлены 2 вентиляционные системы другого производителя, при помощи теплообменников производства нашего завода!!!',
            'Поэтому, если у Вас возникла необходимость в замене теплообменника, обращайтесь к нам! Мы всегда найдем решение с оптимальными сроками и приятными ценами для Вас!'
        ],
        images: [ //массив путей к фото
            "assets/images/news/news2/1.jpg",
            "assets/images/news/news2/2.jpg",
            "assets/images/news/news2/3.jpg",
            "assets/images/news/news2/4.jpg",
            "assets/images/news/news2/5.jpeg",
        ],
        alts: [
            "some",
            "some",
            "some",
            "some",
            "some",
        ]
    },
    {
        headText: "Мы можем изготовить нестандартный теплообменник!",
        dateText: "24.11.2023",
        newsText: [ //массив абзацев
            "Мы рады сообщить хорошую новость для клиентов, которые используют у себя на предприятиях системы вентиляции и кондиционирования «НЕ KORF»! В настоящее время есть трудности и приобрести теплообменник для восстановления работоспособности приточных или приточно-вытяжных систем западных производителей к примеру VTS , Clima Gold, Dospel, VBW Engineering (Польша), Mandik, REMAK (Чехия), GEA Klimatechnik (Германия), SHUFT (Дания), SALDA , Komfovent (Литва), Swegon (Швеция), CLIVET S.P.A., Aermec (Италия) и другие, а также производителей стран СНГ Aerostar (Украина), Lessar (Россия), Ventmachine (Россия), ВКТехнология, ВЕЗА, Титан, ИННОВЕНТ, Wheil (Россия), Баир Вест (Беларусь), БелТехКом (Беларусь)  стало сложно. В такой ситуации мы сможем Вам помочь заказать быстро и недорого новый воздухонагреватель водяной,  воздухоохладитель водяной а также воздухоохладитель фреоновый любых размеров и мощностей. И Вам не понадобиться ремонт теплообменника!!!",
            'Для этого Вам понадобиться:',
            '- достать неисправный теплообменник измерить его габариты, переписать с таблички вентиляционной системы параметры воздуха и теплоносителя (холодоносителя) или заглянуть в паспорт системы.',
            '- зайти к нам на вкладку ПОДБОР: <a href="https://tew.by/zapros.html">https://tew.by/zapros.html;</a>',
            '- скачать нужный опросный лист;',
            '- заполнить его;',
            '- отправить  к нам на почту: tonigroup@yandex.ru.',
            'Технический отдел произведет технический расчет нестандартного теплообменника и как результат мы пришлем Вам коммерческое предложение и техническое описание нового теплообменника.',
            'Таким образом Вы можете  у нас купить новый теплообменник, воздухонагреватель или воздухоохладитель.'
        ],
        images: [ //массив путей к фото
            "assets/images/news/news1/IMG_2749.JPG",
            "assets/images/news/news1/IMG_2750.JPG",
            "assets/images/news/news1/IMG_2751.JPG",
            "assets/images/news/news1/IMG_2980.JPG",
        ],
        alts: [
            "some",
            "some",
            "some",
            "some"
        ]
    },
  ];